Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# SignInDialog_SignInButton.Content
source: Sign In
af: Teken aan
am: በመለያ ግባ
ar: تسجيل الدخول
as: ছাইন ইন
az_arab: Daxil olmaq
bg: Влизане
bn: সাইন ইন করো
bs: Prijavi se
ca: Inicia la sessió
cs: Přihlásit se
cy: Mewngofnodi
da: Log på
de: Anmelden
el: Είσοδος
es: Inicia sesión
et: Logi sisse
fa: ورود به برنامه
fi: Kirjaudu sisään
fil: Mag-sign In
fr_ca: Se connecter
ga: Sínigh isteach
gu: સાઇન ઇન કરો
he: הירשם
hi: साइन इन करें
hr: Prijavi se
hu: Bejelentkezés
hy: Գրանցել
id: Tandatangan
is: Skrá inn
it: Accedi
iu: ᐃᓯᖅᐸᓪᓕᐊᔪᑦ ᐊᑎᓕᐅᕐᓗᑎᒃ
ja: サインイン
kk: Жүйеге кіру
km: ចូល
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 서명하세요
ku_arab: چوونەژوورەوە
ky: Кирүү
lo: ເຂົ້າສູ່ລະບົບ
lt: Prisijungti, prisijunk
lv: Pieteikties
mi: Takiuru
ml: സൈൻ ഇൻ ചെയ്യുക
mr: साइन इन
ms: Daftar masuk
mt: Iffirma
nb: Logg inn
ne: साइन इन
nl: Aanmelden
or: ସାଇନ୍‌ ଇନ୍‌
pa: ਸਾਈਨ ਇਨ ਕਰੋ
pl: Rejestrowanie
prs: ورود
pt_pt: Iniciar sessão
ro: Conectează-te
ru: Войти
sk: Zaregistrovať sa
sl: Prijava
sq: Hyr
sr_cyrl: Упиши се
sr_latn: Upiši se
sv: Logga in
sw: Ingia ndani
ta: உள்நுழைக
te: సైన్ ఇన్
th: เข้าสู่ระบบ
ti: እቶ
tr: Oturum Aç
uk: Ввійти
ur: سائن ان کریں
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# Translate_Button.Text
source: Translate
af: Vertaal
am: ተርጉም
ar: ترجمة
as: অনুবাদ কৰক
az_arab: Tərcümə etmək
bg: Превеждам
bn: অনুবাদ
bs: Prevedi
ca: Traduir
cs: Překládat
cy: Cyfieithu
da: Oversætte
de: Übersetzen
el: Μεταφράζω
es: Traducir
et: Tõlkima
fa: ترجمه
fi: Kääntää
fil: Isalin
fr_ca: Traduire
ga: Aistrigh
gu: ભાષાંતર
he: תרגם
hi: अनुवाद करना
hr: Prevoditi
hu: Fordít
hy: Թարգմանիր
id: Terjemah
is: Þýða
it: Traduci
iu: ᑐᑭᓕᐅᕐᓗᒍ
ja: 翻訳
kk: Аудару
km: បកប្រែ
kn: ಅನುವಾದಿಸು
ko: 번역하기
ku_arab: وەرگێڕان
ky: Котор
lo: ແປ
lt: Išversti
lv: Tulkot
mi: Whakamāorihia
ml: വിവർത്തനം ചെയ്യുക
mr: भाषांतर करा
ms: Menterjemah
mt: Ittraduċi
nb: Oversette
ne: अनुवाद गर्नुहोस्
nl: Vertalen
or: ଅନୁବାଦ
pa: ਅਨੁਵਾਦ ਕਰੋ
pl: Przetłumacz
prs: ترجمه کردن
pt_pt: Traduzir
ro: Traduce
ru: Перевести
sk: Prekladať
sl: Prevesti
sq: Përkthe
sr_cyrl: Превести
sr_latn: Prevesti
sv: Översätta
sw: Kutafsiri
ta: மொழிபெயர்க்க
te: అనువదించు
th: แปล
ti: ተርጉም
tr: Çevir
uk: Переводити
ur: ترجمہ کرنا
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

# TranslationPage_EndSession.Text
source: End the session
af: Beëindig die sessie
am: ስብሰባውን አቁሙ
ar: إنهاء الجلسة
as: অধিবেশন সমাপ্ত কৰক
az_arab: İclası bitir
bg: Край на сесията
bn: অধিবেশন শেষ করুন
bs: Završi sesiju
ca: Finalitza la sessió
cs: Ukončení relace
cy: Diwedd y sesiwn
da: Afslut sessionen
de: Beenden der Sitzung
el: Τερματισμός της περιόδου λειτουργίας
es: Finalizar la sesión
et: Seansi lõpetamine
fa: پایان جلسه
fi: Istunnon lopettaminen
fil: Tapusin ang sesyon
fr_ca: Fin de la session
ga: Cuir deireadh leis an seisiún
gu: સત્રનો અંત કરો
he: סיום ההפעלה
hi: सत्र समाप्त करें
hr: Završetak sesije
hu: A munkamenet befejezése
hy: Ավարտեք նիստը
id: Mengakhiri sesi
is: Ljúka setu
it: Termina la sessione
iu: ᓄᖅᑲᖅᑎᓪᓗᒍ ᐃᓕᓐᓂᐊᕐᓇᖅ
ja: セッションを終了する
kk: Сеансты аяқтау
km: ចប់ សម័យ
kn: ಸೆಷನ್ ಅಂತ್ಯಗೊಳಿಸಿ
ko: 세션 종료
ku_arab: کۆتایی هێنان بە دانیشتنەکە
ky: Сессияны аяктоо
lo: ສິ້ນສຸດພາກ
lt: Baigti seansą
lv: Beigt sesiju
mi: Whakamutua te wātū
ml: സെഷൻ അവസാനിപ്പിക്കുക
mr: सत्र समाप्त करा
ms: Tamatkan sesi
mt: Temm is-sessjoni
nb: Avslutte økten
ne: सत्र अन्त्य गर्नुहोस्
nl: Beëindig de sessie
or: ଅଧିବେଶନ ଶେଷ କରନ୍ତୁ
pa: ਸ਼ੈਸ਼ਨ ਖਤਮ ਕਰੋ
pl: Kończenie sesji
prs: پایان جلسه
pt_pt: Termine a sessão
ro: Încheierea sesiunii
ru: Завершение сеанса
sk: Ukončenie relácie
sl: Končaj sejo
sq: Përfundoje seancën
sr_cyrl: Заврши сесију
sr_latn: Završi sesiju
sv: Avsluta sessionen
sw: Kumaliza kikao
ta: அமர்வை முடி
te: సెషన్ ముగించండి
th: สิ้นสุดเซสชัน
ti: ነቲ ፕሮግራም ዛዘምዎ
tr: Oturumu sonlandırma
uk: Завершення сеансу
ur: سیشن ختم کریں
vi: Kết thúc phiên
zh_hans: 结束会话
zh_hant: 結束會話

# TranslationPage_MicrophoneOn
source: Microphone On
af: Mikrofoon aan
am: ማይክሮፎን
ar: تشغيل الميكروفون
as: মাইক্ৰ'ফোন অন
az_arab: Mikrofon On
bg: Включен микрофон
bn: মাইক্রোফোন চালু
bs: Mikrofon uključen
ca: Micròfon encès
cs: Mikrofon zapnutý
cy: Meicroffon On
da: Mikrofon tændt
de: Mikrofon eingeschaltet
el: Μικρόφωνο ενεργοποιημένο
es: Micrófono encendido
et: Mikrofon on sisse lülitatud
fa: میکروفن در
fi: Mikrofoni päällä
fil: Mikropono Sa
fr_ca: Microphone allumé
ga: Micreafón ar
gu: માઇક્રોફોન ચાલુ
he: מיקרופון מופעל
hi: माइक्रोफोन चालू
hr: Uključen mikrofon
hu: Mikrofon bekapcsolva
hy: Միկրոֆոն On
id: Mikrofon Aktif
is: Kveikt á hljóðnema
it: Microfono acceso
iu: ᖃᓂᙳᕐᓇᐅᑎ ᐃᑯᒪᔪᖅ
ja: マイクオン
km: មីក្រូហ្វូន នៅ លើ
kn: ಮೈಕ್ರೊಫೋನ್ ಆನ್
ko: 마이크 켜기
ku_arab: مایکرۆفۆن لەسەر
ky: Микрофон боюнча
lo: ໄມໂຄຣໂຟນ On
lt: Mikrofonas įjungtas
lv: Mikrofons ieslēgts
mi: Uruoro kā
ml: മൈക്രോഫോൺ ഓൺ
mr: मायक्रोफोन चालू
ms: Mikrofon Hidup
mt: Mikrofonu Fuq
nb: Mikrofon på
ne: माइक्रोफोन चालू छ
nl: Microfoon aan
or: ମାଇକ୍ରୋଫୋନ୍ ଅନ୍
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਚਾਲੂ
pl: Mikrofon włączony
prs: میکروفون در
pt_pt: Microfone ligado
ro: Microfon pe
ru: Микрофон включен
sk: Zapnutý mikrofón
sl: Mikrofon je vklopen
sq: Mikrofoni i ndezur
sr_cyrl: Укључен микрофон
sr_latn: Uključen mikrofon
sv: Mikrofon på
sw: Maikrofoni Kwenye
ta: ஒலிவாங்கி இயக்கு
te: మైక్రోఫోన్ ఆన్
th: เปิดไมโครโฟน
ti: ማይክሮፎን
tr: Mikrofon Açık
uk: Увімкнено мікрофон
ur: مائکروفون آن
vi: Bật micrô
zh_hans: 麦克风开启
zh_hant: 麥克風開啟

# TranslationPage_SpeakerOn
source: Speaker On
af: Spreker Aan
am: ተናጋሪ
ar: تشغيل مكبر الصوت
as: স্পীকাৰ অন
az_arab: Natiq On
bg: Включен високоговорител
bn: স্পীকার চালু
bs: Uključen zvučnik
ca: Ponent el
cs: Reproduktor zapnutý
cy: Siaradwr Ar
da: Højttaler tændt
de: Sprecher Ein
el: Ομιλητής στις
es: Altavoz encendido
et: Kõneleja sees
fa: سخنران در
fi: Puhuja päällä
fil: Tagapagsalita Tungkol sa
fr_ca: Conférencier sur
ga: Cainteoir ar
gu: સ્પીકર ઓન
he: רמקול מופעל
hi: स्पीकर
hr: Uključen zvučnik
hu: Hangszóró bekapcsolva
hy: Խոսնակ On
id: Pembicara Aktif
is: Ræðumaður á
it: Relatore su
iu: ᐅᖃᖅᑎ
ja: スピーカーオン
kk: Динамик
km: វាគ្មិន On
kn: ಸ್ಪೀಕರ್ ಆನ್
ko: 스피커 켜기
ku_arab: قسەکەر لەسەر
ky: Баяндамачы жөнүндө
lt: Garsiakalbis įjungtas
lv: Runātājs ieslēgts
mi: Tukuoro Kā
ml: സ്പീക്കർ ഓൺ
mr: स्पीकर ऑन
ms: Penceramah Pada
mt: L-Ispeaker dwar
nb: Høyttaler på
ne: सभामुख मा
nl: Spreker aan
or: ବାଚସ୍ପତି ଅନ୍
pa: ਸਪੀਕਰ ਚਾਲੂ
pl: Głośnik włączony
prs: بلندگو در
pt_pt: Orador em
ro: Vorbitor pe
ru: Спикер включен
sk: Reproduktor zapnutý
sl: Zvočnik je vklopen
sq: Altoparlanti On
sr_cyrl: Звучник на
sr_latn: Zvučnik na
sv: Högtalare på
sw: Spika Ndugai
ta: சபாநாயகர் ஆன்
te: స్పీకర్ న
th: เปิดลําโพง
ti: ተዛራባይ
tr: Hoparlör Açık
uk: Доповідач увімкнено
ur: اسپیکر پر
vi: Diễn giả bật
zh_hans: 扬声器开启
zh_hant: 揚聲器開啟

# TranslationPage_SpeakNow.Text
source: Speak Now
af: Praat nou
am: አሁኑኑ ተናገር
ar: تحدث الآن
as: এতিয়া কওঁক
az_arab: İndi danış
bg: Говори сега
bn: এখন কথা বলুন
bs: Govori sada.
ca: Parla ara
cs: Promluvte nyní
cy: Siarad Nawr
da: Tal nu
de: Sprechen Sie jetzt
el: Μιλήστε τώρα
es: Habla ahora
et: Räägi kohe
fa: حالا حرف بزن
fi: Puhu nyt
fil: Magsalita Ngayon
fr_ca: Parlez maintenant
ga: Labhair Anois
gu: હવે બોલો
he: דברו עכשיו
hi: अभी बोलिए
hr: Govori sada
hu: Beszéljen most
hy: Խոսիր հիմա
id: Bicaralah Sekarang
is: Talaðu núna
it: Parla ora
iu: ᐅᖃᓪᓚᖃᑦᑕᕆᑦ ᒫᓐᓇ
ja: 今すぐ話す
kk: Қазір сөйлеу
km: និយាយ ឥឡូវ
kn: ಈಗ ಮಾತನಾಡಿ
ko: 지금 말하기
ku_arab: ئێستا قسە بکە
ky: Азыр сүйлө
lo: ເວົ້າດຽວນີ້
lt: Kalbėk dabar
lv: Runājiet tagad
mi: Kōrero Ināianei
ml: ഇപ്പോൾ സംസാരിക്കുക
mr: अब बोलो
ms: Bercakap Sekarang
mt: Tkellem Issa
nb: Snakk nå
ne: अब बोलो
nl: Spreek nu
or: ବର୍ତ୍ତମାନ କୁହନ୍ତୁ
pa: ਹੁਣੇ ਬੋਲੋ
pl: Mów teraz
prs: حالا صحبت کن
pt_pt: Fale agora
ro: Vorbește acum
ru: Говори сейчас
sk: Hovorte teraz
sl: Govori zdaj
sq: Fol tani
sr_cyrl: Говори сада
sr_latn: Govori sada
sv: Tala nu
sw: Ongea Sasa
ta: இப்போதே பேசுங்கள்
te: ఇప్పుడే మాట్లాడు
th: พูดตอนนี้
ti: ሕጂ ተዛረብ
tr: Şimdi Konuş
uk: Говоріть зараз
ur: ابھی بولیں
vi: Nói ngay bây giờ
zh_hans: 立即发言
zh_hant: 立即發言

source: About
af: Oor
am: ስለ
ar: عن
as: সম্পৰ্কে
az_arab: Haqqında
bg: За
bn: সম্বন্ধে
bs: Otprilike
ca: Sobre
cs: Asi
cy: Ynghylch
da: Omtrent
de: Über
el: Περίπου
es: Acerca de
et: Umbes
fa: مورد
fi: Noin
fil: Tungkol sa
fr_ca: À propos
ga: Maidir
gu: લગભગ
he: על
hi: करीबन
hr: O
hu: Körülbelül
hy: Մասին
id: Sekitar
is: Um
it: Circa
iu: ᒥᒃᓵᓄᑦ
ja: に関しては
kk: Шамамен
km: អំពី
kn: ಬಗ್ಗೆ
ko: 약
ku_arab: دەربارەی
ky: Жөнүндө
lo: ກ່ຽວກັບ
lt: Apie
lv: Par
mi: Mō
ml: കുറിച്ച്
mr: सुमारे
ms: Tentang
mt: Dwar
nb: Om
ne: को बारे मा
nl: Over
or: ବିଷୟରେ
pa: ਬਾਰੇ
pl: Około
prs: درباره
pt_pt: Sobre
ro: Despre
ru: Около
sk: O
sl: Približno
sq: Rreth
sr_cyrl: О
sr_latn: O
sv: Om
sw: Kuhusu
ta: குறித்து
te: గురించి
th: ประมาณ
ti: ብዛዕባ
tr: Hakkında
uk: Про
ur: تقریباً
vi: Về
zh_hans: 大约
zh_hant: 大約

# AboutPage_AppVersion.Text
source: Application Version
af: Aansoek weergawe
am: የመተግበሪያ ትርጉም
ar: إصدار التطبيق
as: এপ্লিকেচন সংস্কৰণ
az_arab: Tətbiq versiyası
bg: Версия на приложението
bn: অ্যাপ্লিকেশন সংস্করণ
bs: Verzija aplikacije
ca: Versió de l'aplicació
cs: Verze aplikace
cy: Fersiwn cais
da: Ansøgning Version
de: Anwendungsversion
el: Έκδοση εφαρμογής
es: Versión de la aplicación
et: Rakenduse versioon
fa: نسخه کاربردی
fi: Sovelluksen versio
fil: Bersyon ng Application
fr_ca: Version de l’application
ga: Leagan Iarratais
gu: કાર્યક્રમ આવૃત્તિ
he: גרסת היישום
hi: अनुप्रयोग संस्करण
hr: Verzija aplikacije
hu: Alkalmazás verziója
hy: Կիրառման տարբերակ
id: Versi Aplikasi
is: Útgáfa forrits
it: Versione dell'applicazione
iu: ᑐᒃᓯᕋᐅᑎᒧᑦ ᑎᑎᕋᖅᓯᒪᔪᖅ
ja: アプリケーションのバージョン
kk: Бағдарлама нұсқасы
km: កំណែកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಆವೃತ್ತಿ
ko: 응용 프로그램 버전
ku_arab: وەشانی بەرجەستەکراو
ky: Тиркеме версиясы
lo: ສະບັບຄໍາຮ້ອງສະຫມັກ
lt: Programos versija
lv: Lietojumprogrammas versija
mi: Putanga Taupānga
ml: ആപ്ലിക്കേഷൻ പതിപ്പ്
mr: अनुप्रयोग आवृत्ती
ms: Versi Aplikasi
mt: Verżjoni tal-Applikazzjoni
nb: Applikasjonsversjon
ne: अनुप्रयोग संस्करण
nl: Versie van de toepassing
or: ଆପ୍ଲିକେସନ୍ ସଂସ୍କରଣ
pa: ਐਪਲੀਕੇਸ਼ਨ ਵਰਜਨ
pl: Wersja aplikacji
prs: نسخه برنامه
pt_pt: Versão de aplicação
ro: Versiunea aplicației
ru: Версия приложения
sk: Verzia aplikácie
sl: Različica aplikacije
sq: Versioni i programit
sr_cyrl: Верзија апликације
sr_latn: Verzija aplikacije
sv: Ansökan Version
sw: Toleo la Maombi
ta: பயன்பாட்டு பதிப்பு
te: అప్లికేషన్ వెర్షన్
th: เวอร์ชันของแอปพลิเคชัน
ti: ኣወዓዕላ ትርጕም
tr: Uygulama Sürümü
uk: Версія програми
ur: ایپلی کیشن ورژن
vi: Phiên bản ứng dụng
zh_hans: 应用程序版本
zh_hant: 應用程式版本

# AboutPage_CheckUpdate.Content
source: Check for updates
af: Kyk vir opdaterings
am: የተሻሻሉ መረጃዎችን ይመልከቱ
ar: التحقق من وجود تحديثات
as: আপডেটৰ বাবে পৰীক্ষা কৰক
az_arab: Yenilənmələri yoxlayın
bg: Проверка за актуализации
bn: হালনাগাদের জন্য পরীক্ষণ করুন
bs: Provjeri ima li ažuriranja
ca: Cercar actualitzacions
cs: Vyhledat aktualizace
cy: Chwilio am ddiweddariadau
da: Søg efter opdateringer
de: Nach Updates suchen
el: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
et: Värskenduste otsimine
fa: بررسی به روز رسانی ها
fi: Tarkista päivitykset
fil: Tingnan ang mga update
fr_ca: Rechercher les mises à jour
ga: Seiceáil le haghaidh nuashonruithe
gu: સુધારાઓ માટે ચકાસો
he: בדוק אם קיימים עדכונים
hi: अद्यतनों की जाँच करें
hr: Provjeri ima li ažuriranja
hu: Frissítések keresése
hy: Ստուգեք թարմացումները
id: Periksa pembaruan
is: Leita að uppfærslum
it: Verificare la disponibilità di aggiornamenti
iu: ᖃᐅᔨᒋᐊᕐᓗᒋᑦ ᓄᑖᙳᕆᐊᖅᓯᒪᔪᑦ
ja: 更新プログラムを確認する
kk: Жаңартуларды тексеру
km: ពិនិត្យ មើល ការ ធ្វើ បច្ចុប្បន្នភាព
kn: ನವೀಕರಣಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸಿ
ko: 업데이트 확인
ku_arab: پشکنینی نوێکردنەوەکان
ky: Жаңыртууларды текшерүү
lo: ກວດສອບການປັບປຸງ
lt: Patikrinkite, ar yra naujinimų
lv: Pārbaudiet, vai nav atjauninājumu
mi: Takitakina ngā whakahōunga:
ml: അപ് ഡേറ്റുകൾ ഉണ്ടോ എന്ന് പരിശോധിക്കുക
mr: अपडेट्स करीता तपासा
ms: Semak kemas kini
mt: Iċċekkja għal aġġornamenti
nb: Se etter oppdateringer
ne: अद्यावधिकका लागि जाँच गर्नुहोस्
nl: Controleren op updates
or: ଅପଡେଟସ୍ ପାଇଁ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਅੱਪਡੇਟਾਂ ਲਈ ਚੈੱਕ ਕਰੋ
pl: Sprawdź dostępność aktualizacji
prs: بررسی به روز رسانی ها
pt_pt: Verifique se há atualizações
ro: Căutați actualizări
ru: Проверка наличия обновлений
sk: Vyhľadanie aktualizácií
sl: Preverite, ali so na voljo posodobitve
sq: Kontrollo për përditësimet
sr_cyrl: Провера да ли постоје исправке
sr_latn: Provera da li postoje ispravke
sv: Sök efter uppdateringar
sw: Angalia masasisho
ta: புதுப்பித்தல்களுக்காக சரிபார்
te: నవీకరణల కోసం తనిఖీ చేయి
th: ตรวจหาการอัปเดต
ti: እዋናዊ ሓበሬታ እንተ ኣልዩ ኣረጋግጽ
tr: Güncellemeleri kontrol edin
uk: Перевірка наявності оновлень
ur: تازہ کاریوں کی پڑتال کریں
vi: Kiểm tra bản cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# AboutPage_DataConsent
source: Your organisation has given consent to save your data in the cloud.
af: Jou organisasie het toestemming gegee om jou data in die wolk te stoor.
am: ድርጅታችሁ መረጃዎን በደመናው ውስጥ ለመቆጠብ ፈቃድ ሰጥቷል።
ar: أعطت مؤسستك الموافقة على حفظ بياناتك في السحابة.
as: আপোনাৰ সংগঠনে ক্লাউডত আপোনাৰ ডাটা সংৰক্ষণ কৰিবলৈ সন্মতি দিছে।
az_arab: Təşkilatınız məlumatlarınızı buludda qeyd etmək üçün razılıq verib.
bg: Вашата организация е дала съгласие за запазване на вашите данни в облака.
bn: ক্লাউডে আপনার তথ্য সংরক্ষণ করতে আপনার সংস্থা সম্মতি দিয়েছে।
bs: Vaša organizacija je dala saglasnost za čuvanje vaših podataka u oblaku.
ca: La vostra organització ha donat el vostre consentiment per desar les vostres dades al núvol.
cs: Vaše organizace dala souhlas s ukládáním vašich dat do cloudu.
cy: Mae eich sefydliad wedi rhoi caniatâd i arbed eich data yn y cwmwl.
da: Din organisation har givet samtykke til at gemme dine data i skyen.
de: Ihre Organisation hat zugestimmt, Ihre Daten in der Cloud zu speichern.
el: Ο οργανισμός σας έχει δώσει τη συγκατάθεσή του για την αποθήκευση των δεδομένων σας στο cloud.
es: Su organización ha dado su consentimiento para guardar sus datos en la nube.
et: Teie organisatsioon on andnud nõusoleku teie andmete salvestamiseks pilve.
fa: سازمان شما رضایت داده است تا داده های شما را در ابر ذخیره کند.
fi: Organisaatiosi on antanut suostumuksensa tietojesi tallentamiseen pilveen.
fil: Nagbigay ng pahintulot ang iyong organisasyon na i-save ang iyong data sa ulap.
fr_ca: Votre organisation a donné son consentement pour enregistrer vos données dans le cloud.
ga: Tá toiliú tugtha ag d'eagraíocht do chuid sonraí a shábháil sa scamall.
gu: તમારી સંસ્થાએ ક્લાઉડમાં તમારો ડેટા સાચવવા માટે સંમતિ આપી છે.
he: הארגון שלך נתן את הסכמתו לשמירת הנתונים שלך בענן.
hi: आपके संगठन ने क्लाउड में आपके डेटा को सहेजने के लिए सहमति दी है।
hr: Vaša organizacija dala je pristanak za spremanje vaših podataka u oblak.
hu: Szervezete hozzájárult ahhoz, hogy adatait a felhőbe mentse.
hy: Ձեր կազմակերպությունը համաձայնություն է տվել ամպի մեջ ձեր տվյալները փրկելու համար:
id: Organisasi Anda telah memberikan persetujuan untuk menyimpan data Anda di cloud.
is: Fyrirtækið þitt hefur veitt samþykki fyrir vistun gagna í skýinu.
it: La tua organizzazione ha dato il consenso a salvare i tuoi dati nel cloud.
iu: ᑲᑐᔾᔨᖃᑎᒌᒋᔭᓯ ᐊᖏᖅᓯᒪᔪᑦ ᑐᖅᑯᐃᓂᐊᕐᓗᑎᒃ ᑎᑎᖅᑲᖕᓂᑦ ᖃᕆᑕᐅᔭᒃᑯᑦ.
ja: 組織は、データをクラウドに保存することに同意しました。
kk: Ұйымыңыз деректеріңізді бұлтта сақтауға келісім берді.
km: អង្គ ការ របស់ អ្នក បាន ផ្តល់ ការ យល់ ព្រម ដើម្បី រក្សា ទុក ទិន្នន័យ របស់ អ្នក នៅ ក្នុង ពពក ។
kn: ಕ್ಲೌಡ್ ನಲ್ಲಿ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಉಳಿಸಲು ನಿಮ್ಮ ಸಂಸ್ಥೆ ಸಮ್ಮತಿ ನೀಡಿದೆ.
ko: 조직에서 데이터를 클라우드에 저장하는 데 동의했습니다.
ku_arab: ڕێکخراوەکەت ڕەزامەندی دەربڕیوە بۆ پاراستنی داتاکەت لە هەوردا.
ky: Сиздин уюм сиздин маалыматтарды булутта сактоого макулдук берди.
lo: ອົງການຂອງທ່ານໄດ້ໃຫ້ການຍິນຍອມເພື່ອປະຢັດຂໍ້ມູນຂອງທ່ານໃນເມກ.
lt: Jūsų organizacija davė sutikimą išsaugoti jūsų duomenis debesyje.
lv: Jūsu organizācija ir devusi piekrišanu jūsu datu saglabāšanai mākonī.
mi: Kua whakaae to rōpū whakahaere ki te tiaki i ō raraunga i roto i te kapua.
ml: നിങ്ങളുടെ ഡാറ്റ ക്ലൗഡിൽ സംരക്ഷിക്കാൻ നിങ്ങളുടെ ഓർഗനൈസേഷൻ സമ്മതം നൽകിയിട്ടുണ്ട്.
mr: क्लाऊडमध्ये आपला डेटा जतन करण्यासाठी आपल्या संस्थेने संमती दिली आहे.
ms: Organisasi anda telah memberi persetujuan untuk menyimpan data anda dalam awan.
mt: L-organizzazzjoni tiegħek tat il-kunsens tagħha biex tissejvja d-dejta tiegħek fis-sħab.
nb: Organisasjonen din har gitt samtykke til å lagre dataene dine i skyen.
ne: तपाईंको संगठनले क्लाउडमा तपाईंको डेटा बचत गर्न सहमति दिएको छ।
nl: Uw organisatie heeft toestemming gegeven om uw gegevens in de cloud op te slaan.
or: ଆପଣଙ୍କ ସଂଗଠନ କ୍ଲାଉଡରେ ଆପଣଙ୍କ ଡାଟା ସଞ୍ଚୟ କରିବାକୁ ସମ୍ମତି ଦେଇଛି।
pa: ਤੁਹਾਡੀ ਸੰਸਥਾ ਨੇ ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਕਲਾਉਡ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੱਤੀ ਹੈ।
pl: Twoja organizacja wyraziła zgodę na zapisywanie Twoich danych w chmurze.
prs: سازمان شما رضایت داده است تا داده های شما را در ابر ذخیره کند.
pt_pt: A sua organização deu consentimento para guardar os seus dados na nuvem.
ro: Organizația dumneavoastră și-a dat consimțământul pentru a vă salva datele în cloud.
ru: Ваша организация дала согласие на сохранение ваших данных в облаке.
sk: Vaša organizácia udelila súhlas s uložením vašich údajov do cloudu.
sl: Vaša organizacija je dala soglasje za shranjevanje podatkov v oblaku.
sq: Organizata juaj ka dhënë pëlqimin për të ruajtur të dhënat tuaja në re.
sr_cyrl: Ваша организација је дала сагласност за чување података у облаку.
sr_latn: Vaša organizacija je dala saglasnost za čuvanje podataka u oblaku.
sv: Din organisation har gett sitt samtycke till att spara dina data i molnet.
sw: Shirika lako limetoa idhini ya kuhifadhi data yako kwenye wingu.
ta: உங்கள் தரவை கிளவுடில் சேமிக்க உங்கள் நிறுவனம் ஒப்புதல் அளித்துள்ளது.
te: క్లౌడ్ లో మీ డేటాను సేవ్ చేయడానికి మీ ఆర్గనైజేషన్ సమ్మతిని ఇచ్చింది.
th: องค์กรของคุณได้ให้ความยินยอมในการบันทึกข้อมูลของคุณในระบบคลาวด์
ti: ማሕበርካ ነቲ ሓበሬታኻ ኣብ ደበና ኸተዋህልሎ ፍቓደኛ ዀይኑ ኣሎ።
tr: Kuruluşunuz verilerinizi buluta kaydetmeye izin vermiştir.
uk: Ваша організація дала згоду на збереження ваших даних у хмарі.
ur: آپ کی تنظیم نے کلاؤڈ میں آپ کے ڈیٹا کو محفوظ کرنے کے لئے رضامندی دی ہے۔
vi: Tổ chức của bạn đã đồng ý lưu dữ liệu của bạn trên đám mây.
zh_hans: 您的组织已同意将数据保存在云中。
zh_hant: 您的組織已同意將數據保存在雲中。

# AboutPage_NoDataConsent
source: Your organisation has not given consent to save your data in the cloud.
af: Jou organisasie het nie toestemming gegee om jou data in die wolk te stoor nie.
am: ድርጅታችሁ መረጃዎን በደመናው ውስጥ ለመቆጠብ ፈቃድ አልሰጡም።
ar: لم تمنح مؤسستك الموافقة على حفظ بياناتك في السحابة.
as: আপোনাৰ সংগঠনে ক্লাউডত আপোনাৰ ডাটা সংৰক্ষণ কৰিবলৈ সন্মতি দিয়া নাই।
az_arab: Təşkilatınız məlumatlarınızı buludda qeyd etmək üçün razılıq verməyib.
bg: Вашата организация не е дала съгласие за запазване на вашите данни в облака.
bn: ক্লাউডে আপনার তথ্য সংরক্ষণ করতে আপনার সংস্থা সম্মতি দেয়নি।
bs: Vaša organizacija nije dala saglasnost za čuvanje vaših podataka u oblaku.
ca: La vostra organització no ha donat el vostre consentiment per desar les vostres dades al núvol.
cs: Vaše organizace neudělila souhlas s ukládáním vašich dat do cloudu.
cy: Nid yw eich sefydliad wedi rhoi caniatâd i arbed eich data yn y cwmwl.
da: Din organisation har ikke givet samtykke til at gemme dine data i skyen.
de: Ihre Organisation hat der Speicherung Ihrer Daten in der Cloud nicht zugestimmt.
el: Ο οργανισμός σας δεν έχει δώσει τη συγκατάθεσή του για την αποθήκευση των δεδομένων σας στο cloud.
es: Su organización no ha dado su consentimiento para guardar sus datos en la nube.
et: Teie organisatsioon ei ole andnud nõusolekut teie andmete salvestamiseks pilve.
fa: سازمان شما رضایت نداده است تا داده های شما را در ابر ذخیره کند.
fi: Organisaatiosi ei ole antanut suostumusta tietojesi tallentamiseen pilveen.
fil: Hindi nagbigay ng pahintulot ang iyong organisasyon na i-save ang iyong data sa ulap.
fr_ca: Votre organisation n’a pas donné son consentement pour enregistrer vos données dans le cloud.
ga: Níl toiliú tugtha ag d'eagraíocht do chuid sonraí a shábháil sa scamall.
gu: તમારી સંસ્થાએ ક્લાઉડમાં તમારો ડેટા સાચવવા માટે સંમતિ આપી નથી.
he: הארגון שלך לא נתן את הסכמתו לשמירת הנתונים שלך בענן.
hi: आपके संगठन ने क्लाउड में आपके डेटा को सहेजने के लिए सहमति नहीं दी है.
hr: Vaša organizacija nije dala pristanak za spremanje vaših podataka u oblak.
hu: Szervezete nem járult hozzá ahhoz, hogy adatait a felhőbe mentse.
hy: Ձեր կազմակերպությունը չի տվել համաձայնություն ամպի մեջ ձեր տվյալները փրկելու համար:
id: Organisasi Anda belum memberikan persetujuan untuk menyimpan data Anda di cloud.
is: Fyrirtækið þitt hefur ekki gefið samþykki fyrir vistun gagna í skýinu.
it: La tua organizzazione non ha dato il consenso a salvare i tuoi dati nel cloud.
iu: ᑲᑐᔾᔨᖃᑎᒌᒋᔭᓯ ᐊᖏᖅᓯᓯᒪᙱᓚᑦ ᔭᒐᔾᔭᐃᖅᓯᔪᒪᓂᕐᒥᒃ ᑎᑎᖅᑲᖁᑎᖕᓂᒃ ᖃᕆᑕᐅᔭᒃᑰᖓᔪᓂ.
ja: 組織がクラウドにデータを保存することに同意していない。
kk: Ұйымыңыз деректеріңізді бұлтта сақтауға келісім бермеді.
km: អង្គ ការ របស់ អ្នក មិន បាន ផ្តល់ ការ យល់ ព្រម ដើម្បី រក្សា ទុក ទិន្នន័យ របស់ អ្នក នៅ ក្នុង ពពក នោះ ទេ ។
kn: ಕ್ಲೌಡ್ ನಲ್ಲಿ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಉಳಿಸಲು ನಿಮ್ಮ ಸಂಸ್ಥೆ ಸಮ್ಮತಿಯನ್ನು ನೀಡಿಲ್ಲ.
ko: 조직에서 데이터를 클라우드에 저장하는 데 동의하지 않았습니다.
ku_arab: ڕێکخراوەکەت ڕەزامەندی نەداوە بۆ پاشەکەوت کردنی داتاکانت لە هەوردا.
ky: Сиздин уюм сиздин маалыматтарды булутта сактоого макулдук берген жок.
lo: ອົງກອນຂອງທ່ານບໍ່ໄດ້ໃຫ້ການຍິນຍອມເພື່ອປະຢັດຂໍ້ມູນຂອງທ່ານໃນເມກ.
lt: Jūsų organizacija nedavė sutikimo išsaugoti jūsų duomenis debesyje.
lv: Jūsu organizācija nav devusi piekrišanu jūsu datu saglabāšanai mākonī.
mi: Kāore anō tō rōpū whakahaere kia whakaae ki te tiaki i ō raraunga i roto i te kapua.
ml: ക്ലൗഡിൽ നിങ്ങളുടെ ഡാറ്റ സംരക്ഷിക്കാൻ നിങ്ങളുടെ ഓർഗനൈസേഷൻ സമ്മതം നൽകിയിട്ടില്ല.
mr: क्लाऊडमध्ये आपला डेटा जतन करण्यासाठी आपल्या संस्थेने संमती दिलेली नाही.
ms: Organisasi anda tidak memberi persetujuan untuk menyimpan data anda dalam awan.
mt: L-organizzazzjoni tiegħek ma tatx il-kunsens tagħha biex tissejvja d-dejta tiegħek fis-sħab.
nb: Organisasjonen din har ikke gitt samtykke til å lagre dataene dine i skyen.
ne: तपाईंको संगठनले क्लाउडमा तपाईंको डेटा बचत गर्न सहमति दिएको छैन।
nl: Uw organisatie heeft geen toestemming gegeven om uw gegevens in de cloud op te slaan.
or: ଆପଣଙ୍କ ସଂଗଠନ କ୍ଲାଉଡରେ ଆପଣଙ୍କ ଡାଟା ସଞ୍ଚୟ କରିବାକୁ ସମ୍ମତି ଦେଇନାହିଁ।
pa: ਤੁਹਾਡੀ ਸੰਸਥਾ ਨੇ ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਕਲਾਉਡ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਨਹੀਂ ਦਿੱਤੀ ਹੈ।
pl: Twoja organizacja nie wyraziła zgody na zapisywanie Twoich danych w chmurze.
prs: سازمان شما رضایت نداده است که داده های شما را در ابر ذخیره کند.
pt_pt: A sua organização não deu consentimento para guardar os seus dados na nuvem.
ro: Organizația dumneavoastră nu și-a dat consimțământul pentru a vă salva datele în cloud.
ru: Ваша организация не дала согласия на сохранение ваших данных в облаке.
sk: Vaša organizácia neudelila súhlas s uložením vašich údajov do cloudu.
sl: Vaša organizacija ni dala soglasja za shranjevanje podatkov v oblaku.
sq: Organizata juaj nuk ka dhënë pëlqimin për të ruajtur të dhënat tuaja në re.
sr_cyrl: Ваша организација није дала сагласност за чување података у облаку.
sr_latn: Vaša organizacija nije dala saglasnost za čuvanje podataka u oblaku.
sv: Din organisation har inte gett sitt samtycke till att spara dina data i molnet.
sw: Shirika lako halijatoa idhini ya kuhifadhi data yako kwenye wingu.
ta: உங்கள் தரவை கிளவுடில் சேமிக்க உங்கள் நிறுவனம் ஒப்புதல் அளிக்கவில்லை.
te: క్లౌడ్ లో మీ డేటాను సేవ్ చేయడానికి మీ ఆర్గనైజేషన్ సమ్మతి ఇవ్వలేదు.
th: องค์กรของคุณไม่ได้ให้ความยินยอมในการบันทึกข้อมูลของคุณในระบบคลาวด์
ti: ማሕበርካ ነቲ ሓበሬታኻ ኣብ ደበና ኸተዋህልሎ ፍቓደኛ ኣይኰነን ።
tr: Kuruluşunuz verilerinizi buluta kaydetmek için izin vermedi.
uk: Ваша організація не дала згоди на збереження ваших даних у хмарі.
ur: آپ کی تنظیم نے کلاؤڈ میں آپ کے ڈیٹا کو محفوظ کرنے کے لئے رضامندی نہیں دی ہے۔
vi: Tổ chức của bạn chưa đồng ý lưu dữ liệu của bạn trên đám mây.
zh_hans: 您的组织尚未同意将数据保存在云中。
zh_hant: 您的組織尚未同意將數據保存在雲中。
